PREF_ORDER = [
    '北海道', '青森県', '岩手県', '宮城県', '秋田県', '山形県', '福島県',
    '茨城県', '栃木県', '群馬県', '埼玉県', '千葉県', '東京都', '神奈川県',
    '新潟県', '富山県', '石川県', '福井県', '山梨県', '長野県',
    '岐阜県', '静岡県', '愛知県', '三重県',
    '滋賀県', '京都府', '大阪府', '兵庫県', '奈良県', '和歌山県',
    '鳥取県', '島根県', '岡山県', '広島県', '山口県',
    '徳島県', '香川県', '愛媛県', '高知県',
    '福岡県', '佐賀県', '長崎県', '熊本県', '大分県', '宮崎県', '鹿児島県', '沖縄県',
]

COUNTRY_ORDER = ['中国', 'ベトナム', '韓国・朝鮮', 'フィリピン', 'ネパール', 'インドネシア', 'ブラジル',
                 'ミャンマー', 'スリランカ', '台湾', '米国', 'タイ', 'インド', 'ペルー', 'バングラデシュ',
                 'パキスタン', 'カンボジア', 'モンゴル', '英国', 'その他']

STATUS_ORDER = ['永住者', '技術・人文知識・国際業務', '特定技能', '技能実習', '留学', '家族滞在',
                '定住者', '日本人の配偶者等', '特定活動', '特別永住者', 'その他']
